{
    "At least one capital letter": "Au moins une lettre majuscule",
    "At least one digit": "Au moins un chiffre",
    "At least one lowercase letter": "Au moins une lettre minuscule",
    "At least one special character": "Au moins un caractère spécial",
    "Browser": "Navigateur",
    "Confirm New Password": "Confirmer le nouveau mot de passe",
    "Confirmation of password change": "Confirmation du changement de mot de passe",
    "Dashboard": "Tableau de bord",
    "Device": "Appareil",
    "Email address": "Adresse e-mail",
    "Email message": "Message e-mail",
    "Email message to the registered email address": "Message e-mail à l’adresse enregistrée",
    "Enter a new password and repeat it to confirm": "Saisissez un nouveau mot de passe et répétez-le pour confirmer",
    "Enter the verification code you received": "Saisissez le code de vérification reçu",
    "Enter your email address and password": "Saisissez votre adresse e-mail et votre mot de passe",
    "Forgot your password?": "Mot de passe oublié ?",
    "Generate": "Générer",
    "Google Authenticator App": "Application Google Authenticator",
    "Hello!": "Bonjour !",
    "If this was your login, you do not need to do anything.": "Si c’était vous, vous n’avez rien à faire.",
    "If you did not request a verification code, you can safely ignore this message. If the message keeps repeating, please contact us.": "Si vous n’avez pas demandé de code de vérification, vous pouvez ignorer ce message. Si le message continue à apparaître, veuillez nous contacter.",
    "If you do not recognise this login, change your password immediately and contact us.": "Si vous ne reconnaissez pas cette connexion, changez immédiatement votre mot de passe et contactez-nous.",
    "If you don’t have an account": "Si vous n’avez pas de compte",
    "If you have not changed your password or believe this message to be incorrect, please contact us as soon as possible.": "Si vous n’avez pas changé votre mot de passe ou pensez que ce message est incorrect, veuillez nous contacter dès que possible.",
    "Inactive": "Inactif",
    "Invalid email address or password": "Adresse e-mail ou mot de passe invalide",
    "Invalid verification code": "Code de vérification invalide",
    "Log in with your email address": "Connectez-vous avec votre adresse e-mail",
    "Login with Apple": "Se connecter avec Apple",
    "Login with Facebook": "Se connecter avec Facebook",
    "Login with Google": "Se connecter avec Google",
    "Login with LinkedIn": "Se connecter avec LinkedIn",
    "Login with Microsoft": "Se connecter avec Microsoft",
    "Login with Zoom": "Se connecter avec Zoom",
    "My Account": "Mon compte",
    "My Activity": "Journal d’activité",
    "My Data": "Mes données",
    "New Password": "Nouveau mot de passe",
    "Operating system": "Système d’exploitation",
    "Password": "Mot de passe",
    "Password recovery": "Récupération du mot de passe",
    "Please enter the email address you use to log in": "Veuillez saisir l’adresse e-mail que vous utilisez pour vous connecter",
    "Please remember this the next time you log in.": "Veuillez vous en souvenir lors de votre prochaine connexion.",
    "Remember browser": "Mémoriser le navigateur",
    "SMS message": "Message SMS",
    "SMS message to the registered phone number": "Message SMS au numéro de téléphone enregistré",
    "Select one of the following verification methods to proceed": "Sélectionnez l’une des méthodes suivantes pour continuer",
    "Select verification method": "Sélectionnez la méthode de vérification",
    "Set a new password": "Définir un nouveau mot de passe",
    "Subsequent logins on the same browser will not require an additional code": "Les connexions suivantes sur ce navigateur ne nécessiteront pas de code supplémentaire",
    "Team :system": "Équipe :system",
    "The Google Authenticator app is available on all platforms, including iOS and Android": "L’application Google Authenticator est disponible sur toutes les plateformes, y compris iOS et Android",
    "The code and the link will expire in 30 minutes (:expires).": "Le code et le lien expireront dans 30 minutes (:expires).",
    "The language has been changed to English": "La langue a été changée en français",
    "The password has been changed.": "Le mot de passe a été modifié",
    "The password must contain lowercase and uppercase letters, a number, and a special character.": "Le mot de passe doit contenir des lettres minuscules et majuscules, un chiffre et un caractère spécial",
    "The password should consist of at least :length characters": "Le mot de passe doit contenir au moins :length caractères",
    "The text has been copied to the clipboard": "Le texte a été copié dans le presse-papiers",
    "To confirm the login, enter the code below:": "Pour confirmer la connexion, saisissez le code ci-dessous :",
    "To confirm the request to set a new password, enter the code below:": "Pour confirmer la demande de nouveau mot de passe, saisissez le code ci-dessous :",
    "Two Factor Auth": "Authentification à deux facteurs",
    "Verification code": "Code de vérification",
    "We have detected a new login to your account": "Nous avons détecté une nouvelle connexion à votre compte",
    "We received a request to log in to your account in the": "Nous avons reçu une demande de connexion à votre compte dans",
    "We received a request to reset the password for your account in the :system system.": "Nous avons reçu une demande de réinitialisation du mot de passe pour votre compte dans le système :system.",
    "Welcome back!": "Bon retour !",
    "Your login code": "Votre code de connexion",
    "Your one-time code :code for password reset": "Votre code à usage unique :code pour la réinitialisation du mot de passe",
    "Your one-time login code :code": "Votre code de connexion à usage unique :code",
    "Your password for accessing the :system panel has been changed.": "Votre mot de passe pour accéder au panneau :system a été modifié.",
    "email address": "adresse e-mail",
    "firstname": "prénom",
    "lastname": "nom",
    "or": "ou",
    "or login with": "ou se connecter avec",
    "password": "mot de passe",
    "password confirmation": "confirmation du mot de passe",
    "phone": "téléphone",
    "sign up here": "inscrivez-vous ici",
    "type of account": "type de compte",
    "verification method": "méthode de vérification"
}